Repository: mitchelldmiller/replace-quick-mail-sender
Catalog: lang/quick-mail-sender-*.po
Languages: es_es

source: Replace Quick Mail Sender
es_es: Reemplazar remitente de correo rápido

source: Use replace_quick_mail_sender filter to replace Quick Mail name and sender. Does not work if another mail plugin is overriding credentials.
es_es: Utilice el filtro replace_quick_mail_sender para reemplazar el nombre de correo rápido y el remitente. No funciona si otro plugin de correo está reemplazando las credenciales.

source: Requires Quick Mail plugin.
es_es: Requiere Quick mail plugin.

source: Requires Quick Mail 3.2.0 or later
es_es: Requiere Quick mail 3.2.0 o posterior

source: Quick Mail Sender
es_es: Remitente de correo rápido

source: Invalid or missing Name
es_es: Nombre no válido o que falta

source: Invalid Email Address
es_es: Dirección de correo electrónico no válida

source: Filter Disabled
es_es: Filtro desactivado

source: Option Updated
es_es: Opción actualizada

source: Name
es_es: Nombre

source: Update
es_es: Actualizar

source: You are not authorized to use this plugin.
es_es: No está autorizado a utilizar este plugin.
